import React, { PureComponent } from 'react';
export default class Delist extends PureComponent {
  render() {
    return (
      <div>
        <h2>委托摘牌服务申请书</h2>
        <p>本申请书采用电子签署、点击成交方式, 您自愿点选"同意"键, 即视为已完全同意并接受本申请书并愿受其约束。为了维护您的权益,
          请在签署本申请书前, 仔细阅读并充分理解本申请书各条款, 关注您在本申请书中的权利、义务。您若不同意本申请书的任何条款或部分,
          请不要点选"同意"。</p>
        <p>鉴于：</p>
        <ul>
          <li>
            1、本机构/本人拟认购影视投资收益权持有人所转让的影视投资收益权，并委托有娱文化科技有限公司（下称“有娱投资”）提供向天津金融资产交易所（下称“交易所”）申请认购影视投资收益权等服务。
          </li>
          <li>2、本机构/本人充分知悉并理解有娱投资及交易所所制定的各项规则、制度，并自愿同意遵守。</li>
        </ul>
        <p> 本机构/本人在此确认：</p>
        <ul>
          <li>
            1、本机构/本人确认委托有娱投资向交易所申请认购影视投资收益权，所申请认购的影视投资收益权项目、比例、价格等以本机构/本人在线点击认购申请为准。
          </li>
          <li>2、本机构/本人同意按照有娱投资所公布的资费标准支付交易手续费、分配服务费以及其他费用等服务费用。</li>
          <li>3、本机构/本人确认用于认购影视投资收益权的资金来源合法，并具有一切必要的民事权利能力及行为能力签署本申请书。</li>
          <li>
            4、本机构/本人确认本次拟认购的影视投资收益权所对应的影视权益系指影视项目投资人基于影视投资协议享有的权利和利益，为避免歧义，前述权利和权益仅指要求主办方根据影视投资协议的约定支付关于影视项目票房、网络版权转让或授权、赞助、贴片广告、品牌植入广告所产生的收益的权利和权益，但不包括要求主办方根据影视投资协议的约定支付因影视项目补贴、获奖、衍生品开发等所产生的其他收益的权利和权益。
          </li>
          <li>5、本机构/本人确认不享有且不主张拟认购影视投资收益权所对应的影视投资协议项下除影视投资收益权之外其他财产性权益。</li>
          <li>
            6、本机构/本人确认，有娱投资不保证影视投资收益权的认购成功。非因有娱投资原因致使影视投资收益权认购失败的，有娱投资及其合作方不承担任何责任。为避免疑义，“非因有娱投资原因”包括因本机构/本人未在规定时间内支付保证金、支付保证金时间晚于其他意向受让人、不可抗力因素等等以及其他非因有娱投资原因。
          </li>
          <li>7、本机构/本人同意，在本次交易达成后，本机构/本人所支付的保证金用于抵扣转让价款，如期按照成交价格支付剩余价款。</li>
        </ul>
      </div>
    )
  }
}
