import React, { PureComponent } from 'react';
export default class Deposit extends PureComponent {
  render() {
    return (
      <div>

<h2>北京有娱文化科技有限公司</h2>
<h2>互联网影视投资收益权挂牌服务项目</h2>
<h2>保证金管理制度</h2>
<ul>
<li>
<dl>
<dt>
第一章 总则
</dt>
<dd>第一条 北京有娱文化科技有限公司（以下简称"本公司"）运营的影视投资收益权挂牌服务平台为主办方、影视项目投资人、影视投资收益权持有人、一般用户提供影视投资收益权挂牌服务项目（以下简称"项目"）融资信息发布、需求对接等平台服务。为保证本公司更好地勤勉尽责、督促项目各参与方依法合规开展影视投资收益权投融资活动、履行约定义务，规范保证金的管理，加强风险控制，保障和促进平台互联网影视投资收益权挂牌服务业务的健康发展，依据《关于促进互联网金融健康发展的指导意见》（银发[2015]221号文）等相关法律法规、部门规章的规定以及天津金融资产交易所有限责任公司（以下简称"交易所"）的各项规则，基于交易所的委托，特制定和发布本影视投资收益权挂牌服务项目保证金管理制度（"本制度"）。</dd>
<dd>第二条 本制度为用户在本公司注册时，与本公司签署的《北京有娱文化科技有限公司用户服务协议》（"《用户服务协议》"）的附件，具有与《用户服务协议》的正文相同的法律效力。用户在签署《用户服务协议》的同时，即视为已接受和同意本制度规定的影视投资收益权挂牌服务项目保证金制度。</dd>
<dd>第三条 本公司有权授权或委托其合作公司（包括金融资产交易所及其登记结算公司）提供或协助本公司提供本制度下的影视投资收益权挂牌服务项目的服务。</dd>
<dd>第四条 除非特别说明，本制度未定义的词语均与《用户服务协议》中定义的词语具有一致的含义。</dd>
</dl>
</li>

<li>
<dl>
<dt>
第二章 保证金的管理
</dt>
<dd>第五条 对于已经申请挂牌成功的影视投资收益权而言，一般用户("意向受让方")可以根据本公司发布的披露信息申请影视投资收益权的摘牌，意向受让方应于申请认购后3个交易日内将保证金一次性交纳至本公司指定的银行账户("项目专用账户"。如信息发布期间短于3个交易日的，意向受让方应于信息发布期间支付保证金)，意向受让方未按期交纳保证金的，本次申请摘牌自动取消。</dd>
<dd>第六条 意向受让方支付的保证金金额为拟受让的影视投资收益权挂牌价格的5%。</dd>
<dd>第七条 影视投资收益权转让方(为避免歧义，包括影视项目投资者以及影视投资收益权持有人)应于意向受让方交纳交易保证金后的3个交易日内，确认摘牌申请。影视投资收益权转让方逾期未确认摘牌申请的，本公司或本公司合作方按照受让意向申请提交时间优先的原则自动确认认购申请。</dd>
<dd>第八条 影视投资收益权转让方及意向受让方应于摘牌申请确认后3个交易日内签署《影视投资收益权转让协议》。</dd>
<dd>第九条 签署《影视投资收益权转让协议》之日起3个交易日内，意向受让方将扣除保证金后的剩余转让价款足额支付至本公司指定的银行账户，并且授权本公司或本公司合作方向影视投资收益权转让方转付意向受让方已支付至项目专用账户的保证金。</dd>
</dl>
</li>

<li>
<dl>
<dt>
第三章 保证金的退还
</dt>
<dd>
第十条 发生如下情形之一的，本公司或合作公司应当在3个交易日内将项目专用账户中对应的保证金一次性全额返还意向受让方：
<p>
（1） 转让方未确认意向受让方的摘牌申请，且意向受让方未能成功摘牌成功的；<br/>
（2） 非因意向受让方原因未与转让方签署《影视投资收益权转让协议》；<br/>
（3） 非因意向受让方原因致使影视投资收益权交易中止或终止的，经受让方申请的；<br/>
（4） 意向受让方交纳保证金后退出影视投资收益权交易程序，且未出现第四章规定的扣除保证金情形的。<br/>
（5） 出现第四章扣除保证金情形，但取得相关方谅解的。
</p>
</dd>
</dl>
</li>

<li>
<dl>
<dt>
第四章 保证金的扣除
</dt>
<dd>
第十一条 发生如下情形之一的，经转让方申请，本公司或合作公司有权在扣除保证金的2%金额后，将剩余保证金作为违约金划转至影视投资收益权转让方的账户：
<p>
（1） 由于意向受让方自身原因，意向受让方自影视投资收益权转让方确认摘牌申请之日起3个交易日内未与转让方签署《影视投资收益权转让协议》；<br/>
（2） 签署《影视投资收益权转让协议》之日起3个交易日内，意向受让方未将扣除保证金后的剩余转让价款足额支付至本公司指定的银行账户(本公司或本公司合作方有权根据影视投资收益权转让方的指令给予意向受让方3个交易日的宽限期)。
</p>
</dd>
<dd>
第十二条 发生如下情形之一的，本公司或合作公司有权在扣除保证金的2%金额后后将剩余保证金作为损害赔偿金划转至受损害方的账户：
<p>
（1） 意向受让方故意提供虚假、失实材料造成影视投资收益权转让方和本公司或合作公司损失的；<br/>
（2） 意向受让方通过摘牌获取影视投资收益权转让方或挂牌影视投资收益权项目的商业秘密；<br/>
（3） 意向受让方之间相互串通，影响公平竞争，侵害影视投资收益权转让方合法权益的；<br/>
（4） 意向受让方违反法律法规或相关规定给影视投资收益权转让方造成损失的。<br/>
保证金金额不足以弥补影视投资收益权转让方、本公司或合作公司损失的，受损害方可以向有意向受让方进行追偿。
</p>
</dd>
</dl>
</li>

<li>
<dl>
<dt>
第五章 其他
</dt>
<dd>第十三条 影视投资收益权转让方发生违规违约行为，给意向受让方、本公司或合作公司造成损失的，应当以保证金金额承担赔偿责任。保证金金额不足以弥补因影视投资收益权转让方违规违约造成的损失的，受损害方可以向转让方进行追偿。</dd>
<dd>第十四条 本制度及其不时修订于本公司发布之日起即可生效，无需另行通知。</dd>
<dd>第十五条 本制度具有法律约束力，本公司用户均需遵守本制度。</dd>
<dd>第十六条 本规则的最终解释权、修改权归北京有娱文化科技有限公司所有。</dd>

（以下无正文）
</dl>
</li>
</ul>
      </div>
    )
  }
}
