import React, { PureComponent } from 'react';
export default class Member extends PureComponent {
  render() {
    return (
      <div>
      <h2>
        北京有娱文化科技有限公司会员管理制度
      </h2>
      <ul>
        <li>
          <dl>
            <dt>第一章、总则</dt>
            <dd>
              第一条、为规范北京有娱文化科技有限公司（以下简称"本公司"）会员管理活动，保护会员的合法权益，规范各方在本公司的业务活动，保护市场参与者的合法权益，促进本公司业务的健康发展，根据有关法律、行政法规、国家政策及本公司的相关规定，特制定本制度（以下简称"本制度"）。
            </dd>
            <dd>
              第二条、本制度所称会员，是指符合本公司规定的入会条件并通过审核，自愿申请并经本公司批准的法人机构、其他组织及自然人。

            </dd>
            <dd>
              第三条、本公司为会员提供影视投资收益权、影视剧应收账款收益权、影城股权等文娱金融资产（以下简称“文娱金融资产”）的委托挂牌、受托摘牌、项目登记、项目经纪等服务。

            </dd>
            <dd>
              第四条、本制度为用户在本公司注册时，与本公司签署的《北京有娱文化科技有限公司用户服务协议》（"《用户服务协议》"）的附件，具有与《用户服务协议》的正文相同的法律效力。用户在签署《用户服务协议》的同时，即视为已接受和同意遵守本制度。
            </dd>
            <dd>
              第五条、本公司有权授权或委托其合作公司（包括金融资产交易所及登记结算公司等）提供或协助本公司及本公司提供会员服务。
            </dd>
            <dd>
              第六条、会员应遵守法律、法规、规条和本公司相关业务制度，诚实守信，规范运作，接受本公司的自律管理。

            </dd>
            <dd>
              第七条、本公司业务采取会员活动制，机构、个人通过本公司开展业务前，应取得相应会员资格。

            </dd>
            <dd>
              第八条、本公司对会员实行指导、监督、管理，会员入会须自愿申请，经本公司审核批准后取得会员资格。

            </dd>
            <dd>
              第九条、凡拟申请成为本公司会员，及以会员身份在本公司及本公司授权或委托的合作公司进行相关交易活动的, 均应当承认并遵守本公司及本公司授权或委托的合作公司规则、制度细则的全部相关规定。

            </dd>
            <dd>
              第十条、全体会员必须真实、准确、完整、及时、公平地披露或者提供信息，不得有虚假记载、误导性陈述或者重大遗漏。

            </dd>
            <dd>
              第十一条、本公司不对会员发布的任何信息的真实性、准确性、完整性、及时性、有效性做任何担保或保证。

            </dd>
            <dd>
              第十二条、本公司不以口头、书面或其他任何形式对会员提供任何形式的投资意见，不对投资收益做任何担保或保证。

            </dd>
            <dd>
              第十三条、除非特别说明，本制度未定义的词语均与《用户服务协议》中定义的词语具有一致的含义。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第二章、会员分类
            </dt>
            <dd>
              第十四条、本公司会员分为综合类会员、交易类会员。
              <p>(1) 综合类会员，可在本公司从事文娱金融资产的登记、转让和受让业务；<br/>
              (2) 交易类会员，可在本公司从事文娱金融资产的转让、受让业务。
              </p>
            </dd>
            <dd>
              第十五条、就影视投资收益权业务，主办方、影视项目投资人有权申请为综合类会员；影视投资收益权持有人、一般用户有权申请为交易类会员。
              <p>(1) 主办方指负责影视项目前期筹备、剧本统筹、组建摄制组、成本核算、财务审核、执行拍摄生产、后期制作等工作的，具有完全民事行为能力的自然人或依法设立的法人及其他组织。通过本公司实名认证且经审核符合主办方资质条件的会员，有权通过本公司发布影视投资收益权挂牌服务项目信息。<br/>
              (2) 影视项目投资人指影视投资协议项下享有影视权益的，具有完全民事行为能力的自然人或依法设立的法人及其他组织。通过本公司实名认证且经审核符合影视项目投资人资质条件的会员，有权委托本公司向金融资产交易所申请挂牌转让其持有的影视投资收益权。<br/>
              (3) 影视投资收益权持有人指通过本公司实名认证且经审核符合影视投资收益权持有人资质条件的会员，有权通过本公司参与影视投资收益权投资的用户。<br/>
              (4) 一般用户指通过本公司实名认证且在本公司上成功注册的用户，一般用户有权在本公司上进行浏览影视投资收益权挂牌服务项目信息（限定为只有主办方、影视项目投资人、影视投资收益权持有人有权浏览的信息除外）、在线交流、进行互联网影视投资收益权投资等活动。一般用户可以在提供本公司要求的信息或材料并经本公司审核通过后转变为主办方、影视项目投资人、影视投资收益权持有人。
              </p>
            </dd>
            <dd>
              第十六条、本公司根据项目需要，可以对会员的分类等事项进行调整。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第三章、会员资格
            </dt>
            <dd>
              第十七条、用户为法人机构、其他组织的，申请成为本公司综合类会员，应当符合下列条件：
              <p>(1) 在中华人民共和国境内登记注册的企业法人或者其他组织；<br/>
              (2) 具有良好的信誉，近3年无不良经营记录、严重违法行为记录；<br/>
              (3) 具有健全的组织机构、财务管理制度，注册资金不低于1000万元人民币；<br/>
              (4) 系在行业中有影响力的掌握文娱金融资产的企业法人或其他经济组织，或者掌握以自身制作原创内容、可独立开发和生产文娱内容的公司或投资机构，或者掌握以电视、院线、互联网平台等内容传播渠道的公司或投资机构，或者掌握以在线票务售卖、文娱衍生品生产的公司或投资机构；<br/>
              (5) 具备相应投资风险识别能力和风险承担能力，具备不少于5名具有三年以上风险投资工作经验的员工或已投资的影视项目不少于5个；<br/>
              (6) 本公司规定的其他条件。<br/>
              上述（1）（2）（3）（4）项条件满足的情况下，（5）（6）（7）任一项条件满足且经本公司审核合格后，可认定为综合类会员。
              </p>
            </dd>
            <dd>
              第十八条、用户为自然人的，申请成为本公司综合类会员，应当符合下列条件：
              <p>(1)为年满18周岁，具有完全的民事行为能力的自然人；<br/>
              (2)具备相应投资风险识别能力和风险承担能力；<br/>
              (3)具有影视项目的从业经历；<br/>
              (4)金融资产超过200万元人民币或者最近三年的每年年收入不少于50万元人民币；<br/>
              (5)具有三年以上的风险投资经验，或专业的文娱行业从业人员。<br/>
              上述（1）（2）项条件满足的情况下，（3）（4）（5）任一项条件满足且经本公司审核合格后，可认定为综合类会员。
              </p>
            </dd>
            <dd>
              第十九条、用户为法人机构、其他组织的，申请成为本公司交易类会员，应当符合下列条件：
              <p>(1) 在中华人民共和国境内登记注册的企业法人、其他组织；<br/>
              (2) 具有良好的信誉，近2年无不良经营记录、严重违法行为记录；<br/>
              (3) 具有健全的组织机构、财务管理制度，注册资本不低于1000万元人民币；<br/>
              (4) 系在影视行业产业链上细分领域的上市公司、传统影视公司、业内领先的互联网公司、发行方影视专项投资基金、具有影视投资经验的投资机构等；<br/>
              (5) 本公司规定的其他条件。<br/>
              上述（1）（2）（3）（4）项条件满足的情况下，（5）（6）任一项条件满足且经本公司审核合格后，可认定为综合类会员。
              </p>
            </dd>
            <dd>
              第二十条、用户为自然人的，申请成为本公司交易类会员，应当符合下列条件：
              <p>(1)为年满18周岁，具有完全的民事行为能力的自然人；<br/>
              (2)金融资产超过200万元人民币；<br/>
              (3)最近三年的每年年收入不少于50万元人民币；<br/>
              (4)具有三年以上的风险投资经验，或专业的文娱行业从业人员；<br/>
              上述（1）（2）项条件满足的情况下，（3）（4）（5）任一项条件满足且经本公司审核合格后，可认定为个人会员。
              </p>
            </dd>
            <dd>
              第二十一条、用户有权申请为本公司的综合类会员或交易类会员，本公司根据用户所符合的条件进行认定。

            </dd>
            <dd>
              第二十二条、用户为法人机构、其他组织的，申请成为本公司会员，需提交以下材料：
              <p>(1) 公司章程或合伙协议；<br/>
              (2) 企业法人营业执照副本复印件、组织机构代码证复印件、税务登记证复印件、授权委托书；<br/>
              (3) 法定代表人身份证明及身份证复印件；<br/>
              (4) 本公司要求提交的其他资料。<br/>
              以上材料中均需加盖本单位公章的纸质文件，并注明“本企业（或组织）对提交资料的真实性负法律责任”。
              </p>
            </dd>
            <dd>
              第二十三条、用户为自然人的，申请成为本公司会员，需提交以下材料：
              <p>(1) 个人身份证复印件；<br/>
              (2) 所在公司名片。
              </p>
            </dd>
            <dd>
              第二十四条、交易类会员申请成为综合类会员，需满足以下条件：
              <p>(1) 持有文娱资产并拟委托本公司挂牌的；<br/>
              (2) 最近一年度在本公司投资金额不少于2000万人民币的交易类会员；<br/>
              上述任一项条件满足且经本公司审核合格后，可认定为综合类会员。
              </p>
            </dd>
            <dd>
              第二十五条、本公司根据工作需要，可以对会员资格等事项进行调整。

            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第四章、会员审核
            </dt>
            <dd>
              第二十六条、申请成为会员，应按照本公司的要求提交书面申请资料以及可以证明其符合会员资格的证明材料，本公司在收到申请材料后10个交易日内审核并通知申请人。
            </dd>
            <dd>
              第二十七条、本公司会员入会审核程序如下：
              <p>(1) 申请人按本公司(线上)的要求在平台提交会员注册申请。<br/>
              (2) 申请人在本公司(线上)的提交完成资料后，需在7个交易日内将纸质版材料邮寄至本公司。<br/>
              (3) 本公司在收到申请人纸质材料后的3个交易日内根据审核结果作以下处理：(a)审核通过，获得会员资格; (b)入会申请资料提交不完善，通知补充申请资料；(c)审核未通过，通知审核未通过结果。
              </p>
            </dd>
            <dd>
              第二十八条、用户应保证其向本公司提供的证明文件和信息真实、准确、无遗漏、无误导，如用户违反上述保证，本公司保留追究该用户责任的一切权利。

            </dd>
            <dd>
              第二十九条、本公司对用户提供的用于审核其会员资格的全部材料和信息严格保密，并仅用于会员资格审核的范围，除会员提供材料时本公司已明确告知会员将在本公司进行公示的信息之外，本公司无权将用户提供的任何信息和材料提供给其他任何第三方。

            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第五章、会员的权利和义务
            </dt>
            <dd>
              第三十条、综合类会员可享有如下权利：
              <p>(1) 向本公司申请文娱金融资产登记的权利；<br/>
              (2) 参与本公司文娱金融资产交易的权利；<br/>
              (3) 有权对本制度提出修改建议；<br/>
              (4) 有权参加本公司举办的各类业务培训及活动。
              </p>
            </dd>
            <dd>
              第三十一条、交易类会员可享有如下权利：
              <p>(1) 参与本公司文娱金融资产交易的权利；<br/>
              (2) 有权对本制度提出修改建议；<br/>
              (3) 优先参加本公司举办的各类业务培训及活动。
              </p>
            </dd>
            <dd>
              第三十二条、会员应当履行以下义务：
              <p>(1) 遵守本公司制定的各项规则和制度；<br/>
              (2) 遵守诚实信用、公序良俗等行为操守；<br/>
              (3) 不得在其他公司或平台开展同一文娱金融资产的交易；<br/>
              (4) 会员有义务维护本公司的合法权益<br/>
              (5) 严格保守交易信息和商业秘密；<br/>
              (6) 及时足额缴纳年费；<br/>
              (7) 接受本公司每年对会员资质的抽样年审；<br/>
              (8) 接受本公司在交易业务方面的日常指导和监督。
              </p>
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第六章、会员日常管理

            </dt>
            <dd>
              第三十三条、本公司对会员进行资格管理、档案管理，监管会员交易，组织会员活动。

            </dd>
            <dd>
              第三十四条、机构会员应设会员代表1名，负责组织、协调会员与本公司的各项业务往来。会员代表由会员高级管理人员或会员指定的具有履职能力的人员担任。机构会员设会员业务联络人一至二名，协助会员代表履行相应职责。
            </dd>

            <dd>
              第三十五条、会员为机构且有下列情况之一的，应及时向本公司备案并提供相应资料、信息：
              <p>(1)法定代表人或负责人变更；<br/>
              (2)注册资本或股权结构变更；<br/>
              (3)名称、住所、经营范围及联系方式变更；<br/>
              (4)经营状况发生重大变化；<br />
              (5)本公司认为重大的其他事项。
              </p>
            </dd>
            <dd>
              第三十六条、会员为自然人且有下列情况之一的，应及时向本公司备案并提供相应资料、信息：
              <p>(1)民事行为能力发生重大变化；<br />
              (2)个人联系方式发生改变；<br />
              (3)本公司认为重大的其他事项。
              </p>
            </dd>

            <dd>
            第三十七条、本公司对会员实行年度资格审查，检查其是否持续符合会员资格。会员经年度资格审查合格后方可继续从事相关业务活动。
            </dd>
            <dd>
            第三十八条、对年度资格审查未通过的会员，本公司暂停会员的交易活动并限期整改，限期内未完成整改的，本公司有权决定注销会员资格，并予以公告。

            </dd>

            <dd>
            第三十九条、会员违反国家有关法律法规、本公司业务制度等相关规定的，本公司可采取以下一项或多项措施：
            <p>(1)电话提醒；<br/>
            (2)书面警示；<br/>
            (3)约见警示；<br/>
            (4)公开谴责；<br/>
            (5)限制或停止在本公司的相关交易和业务活动；<br />
            (6)注销会员资格；<br/>
            (7)给本公司造成损失的，依法追究其法律责任。
            </p>
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>
            第七章、会费
            </dt>
            <dd>第四十条、本公司会员应按规定交纳年费及相关费用。</dd>
            <dd>第四十一条、本公司有权向会员提供付费增值服务。</dd>
            <dd>第四十二条、年费、增值服务费及其他费用的交纳，按照本公司不时更新、发布的标准执行。</dd>

          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第八章、会员资格的中止与注销
            </dt>
            <dd>
              第四十三条、会员有以下行为之一的，本公司有权暂停其交易活动、中止其会员资格：
              <p>(1)不按规定交纳会员年费；<br/>
              (2)因经营不善等被接管或被整顿；<br/>
              (3)向本公司或其他交易相关方提供虚假信息；<br/>
              (4)涉嫌欺诈等；<br/>
              (5)其他非法从事影视投资收益权交易及相关活动的行为。
              </p>
            </dd>

            <dd>第四十四条、除出现第四十三条第（1）项所规定的会员资格中止情形外，会员资格中止后六个月内，中止的原因没有消除或无法消除的，本公司有权注销其会员资格。</dd>

            <dd>第四十五条、对于第四十三条第（1）项所规定的情形，会员资格自年费到期之日起自动中止。会员如拟恢复会员资格，应当补缴所欠付的年费，并以书面形式向本公司申请恢复会员资格。</dd>

            <dd>
            第四十六条、会员有以下行为之一的，本公司有权注销其会员资格：
            <p>(1)机构会员被相关行政管理部门吊（注）销营业执照或经营许可证；<br/>
            (2)向本公司或其他交易相关方提供虚假信息，造成严重后果的；<br/>
            (3)涉嫌欺诈，造成严重后果的；<br/>
            (4)其他非法从事文娱金融资产交易及相关活动的行为，造成严重后果的。
            </p>
            </dd>

            <dd>第四十七条、会员申请退会，应向本公司提交退会申请书。经本公司审核同意后，办理会员退会手续，注销其会员资格。</dd>

            <dd>第四十八条、会员被注销资格的，本公司不退还相关会费及年费。</dd>

          </dl>
        </li>
        <li>
          <dl>
            <dt>
              第九章、会员编码规则
            </dt>
            <dd>
              第四十九条、本公司根据会员业务权限授予会员编码，会员编码由主体类型代码段+地域代码段+序号代码段构成。
              <p>(1) 主体类型代码段，按照主体类型区分设置：<br/>
                  综合类会员：ZHY<br/>
                  交易类会员：JHY<br/>
              (2) 序号代码段，按照取得会员席位的先后顺序设置：设置范围：00001-99999。
              </p>
            </dd>
            <dd>
              第五十条、会员之编码，由各代码段组合构成。会员编码示例：
              <p>(1) ZHY00001：注册登记的第1号综合类会员。<br/>
              (2) JHY00003：注册登记的第3号交易类会员。
              </p>
            </dd>
            <dd>第五十一条、本制度及其不时修订于本公司发布之日起即可生效。</dd>
            <dd>第五十二条、本制度具有法律约束力，本公司用户均需遵守本制度。</dd>
            <dd>第五十三条、本制度的最终解释权、修改权归北京有娱文化科技有限公司所有。</dd>

          </dl>
        </li>


      </ul>

      </div>
    )
  }
}
