import React, { PureComponent } from 'react';
export default class Risk extends PureComponent {
  render() {
    return (
      <div className="protocol-risk">
        <h2>北京有娱文化科技有限公司<br/>
          影视投资收益权业务风险揭示书</h2>
        尊敬的投资人：<br/>
        <p>
          为了使您更好地了解影视投资收益权项目及/或影视项目投资的风险，北京有娱文化科技有限公司（下称“有娱文化”）根据《中华人民共和国公司法》、《广播电视管理条例》等有关法律法规、部门规章以及《用户服务协议》（下称“服务协议”）、有娱文化制定并发布的相关制度、规则的规定，特为您提供此份风险揭示书。请您认真仔细阅读本《风险揭示书》，慎重决定是否进行影视投资收益权投资。<br/>
          <em>如您接受上述服务协议及本《风险揭示书》，即表明您已充分了解并知晓影视投资收益权投资的风险，并愿意承担投资风险给本人造成的损失，承担由此引起的一切后果和法律责任。<br/>
            有娱文化提醒您认真阅读、充分理解本风险揭示书，特别是其中与您的权益可能具有重大关系的条款，及对有娱文化具有或可能具有免责或限制责任的条款。如您不同意接受本《风险揭示书》的任一内容，或者无法准确理解相关条款含义的，请不要进行后续操作。</em>
        </p>
        <ul>
          <li>
            <dl>
              <dt>一、重要提示</dt>
              <dd>
                1、有娱文化交易规则与上海、深圳证券交易所的业务规则、各地非上市公司股权交易所以及股份报价转让业务规则存在很大差别，在参与影视投资收益权项目之前，请您认真阅读服务协议、本《风险揭示书》以及有娱文化发布的交易规则。
              </dd>
              <dd>2、有娱文化尚处于成长阶段，相关制度、规则尚在不断完善中，请您关注相关制度、规则的调整和更新并加以遵守。</dd>
              <dd>3、投资人应充分关注投资风险，且请知悉，有娱文化无法对您的投资损失承担任何赔偿或担保责任。</dd>
              <dd>
                4、有娱文化仅作为影视投资收益权项目信息的发布平台，虽然有娱文化努力通过制定规则等方式使影视投资收益权项目及/或影视项目的信息披露真实有效，但有娱文化对转让方或其他第三方利用有娱文化发布的影视投资收益权项目及/或影视项目信息的真实性、准确性、完整性、合法性、及时性或有效性不做任何性质的担保或保证，您对上述信息的理解和利用依赖于您的投资经验及您自身独立的思考和判断。
              </dd>
              <dd>
                5、有娱文化仅提供信息发布服务，并不会对转让方、影视投资收益权项目及/或影视项目开展尽职调查或针对影视投资收益权项目及/或影视项目的投资价值等做出明示或暗示的说明及判定。
              </dd>
              <dd>6、有娱文化不对您的投资收益、交易的达成等事项作任何性质的担保或保证；有娱文化不对您的投资损失承担任何责任。</dd>
              <dd>
                7、在参与投资影视投资收益权项目及/或影视项目前，投资人必须确保自己符合相关法律法规规定以及有娱文化制定的合格投资者标准，且必须主动了解影视投资收益权项目及/或影视项目的具体情况，确认自己具有相应的风险识别能力和风险承受能力。
              </dd>
            </dl>
          </li>
          <li>
            <dl>
              <dt>二、风险揭示</dt>
              <dd>
                本《风险揭示书》对影视投资收益权项目及/或影视项目中可能存在的风险进行了大致分类及概略性提示，但是该等分类及描述并不是充分和全面的。投资人在做出投资影视投资收益权项目及/或影视项目决策前，应全面了解影视投资收益权项目及/或影视项目的具体情况，并认真阅读全部披露内容，谨慎决策，并自行承担全部风险，有娱文化对此不承担任何责任，无论相关风险是否已经在本《投资风险揭示书》中进行了明确解释。使用有娱文化提供的影视投资收益权投资在线服务进行投资时需考虑与关注以下风险：<br />
                1、投资失败风险
                您和其他投资人可能未能成功受让影视投资收益权实现投资，您可能无法与转让方就影视投资收益权投资事项最终达成一致并签署书面协议，或者您可能由于任何其他原因的存在未能完成对影视投资收益权项目及/或影视项目的投资，您的投资款存在被退回且未获得任何收益的风险，在此期间，您可能丧失了其他潜在的投资机会。
              </dd>
              <dd>2、监管政策风险<br/>
                影视投资收益权项目及/或影视项目是依照当前的法律法规、相关监管规定和政策设计的。如国家宏观政策以及市场法律法规、相关监管规定发生变化，可能影响被投影视投资收益权项目及/或影视项目的受理、投资运作、清算等业务的正常进行，并导致项目收益降低甚至本金损失，也可能导致项目违反国家法律、法规或者其他合同的有关规定，进而导致项目被宣告无效、撤销、解除或提前终止等。<br/>
                （1） 倘若影视剧本未获得监管部门的拍摄许可，将面临损失投资资金的风险；<br/>
                （2） 影视项目拍摄已完成未通过内容审查继而无法获得发行许可的风险；<br/>
                （3） 影视项目取得发行许可后被禁止播放的风险。
              </dd>
              <dd>3、市场风险<br/>
                您在有娱文化进行的投资是通过受让影视投资收益权的形式对影视投资收益权项目及/或影视项目进行的投资，影视投资收益权项目及/或影视项目的收益会因经济因素、政治因素、投资心理和交易制度等各种因素的影响而产生波动，从而导致投资收益水平发生变化，并可能引发亏损的风险。可能影响您的投资收益的市场风险主要包括：<br/>
                （1）宏观经济风险：由于中国及周边国家、地区或世界宏观经济环境和市场的变化，影视投资收益权项目及/或影视项目的经营可能产生剧烈波动，从而导致影视投资收益权项目及/或影视项目的价值发生不同程度的贬损；<br/>
                （2）经济周期风险：经济运行具有周期性，受其影响，您所投资的影视投资收益权项目及/或影视项目的经济收益也会随之发生变化，从而产生风险；<br/>
                （3）利率风险：金融市场利率波动会导致资本市场的价格和收益率的变动，同时会直接影响您所投资的影视投资收益权项目及/或影视项目的融资成本和利润水平，从而产生经济风险；<br/>
                （4）购买力风险：您所投资影视投资收益权项目及/或影视项目的收益主要以现金形式来分配，而现金可能因通货膨胀的影响而导致购买力下降，从而使您的实际收益下降。
              </dd>
              <dd>4、信用风险<br/>
                您所投资的影视投资收益权项目及/或影视项目在投资交割后可能发生违约、信用评级降低、拒绝支付投资收益的情况，从而导致您的经济损失。
              </dd>
              <dd>5、流通性风险<br/>
                受限于影视投资收益权项目及/或影视项目的拍摄制作情况、监管审查、政策变动等因素，影视投资收益权项目及/或影视项目可能无法完成上映，或者影视投资收益权项目及/或影视项目的投资收益权可能在相当长的一段时间内都不能在公开市场上出售或流通，这可能导致您对影视投资收益权项目及/或影视项目的投资不能迅速转变成现金或转变成现金会造成投资价值贬值。
              </dd>
              <dd>6、信息传递风险<br/>
                影视投资收益权项目及/或影视项目的主办方应按照有娱文化制定的有关规则制度中关于信息披露的规定，履行信息披露的义务。投资人应根据信息披露的约定及时进行查询。如果投资人未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素的影响使得投资人无法及时了解项目信息，并由此影响投资人的投资决策，因此而产生的责任和风险由投资人自行承担。
              </dd>
              <dd>7、影视项目的经营风险<br/>
                受限于影视项目的拍摄制作计划、监管审查政策等因素，影视项目存在因制作方经验不足、主演艺人违约等原因致使无法完成拍摄成片的风险。
                影视项目完成拍摄成片后，存在因作品内容未通过内容审查而无法获得发行许可的风险。影视项目取得发行许可后，存在被禁止播放的风险。上述风险一旦发生，将导致投资人无法收回全部或部分投资。
              </dd>
              <dd>8、未全面了解影视投资收益权项目及/或影视项目的风险<br/>
                您对影视投资收益权项目及/或影视项目的了解受限于影视项目、影视项目主创团队或其他第三方直接或间接向您提供的信息，该等信息可能并未准确、全面地反映影视项目的实际情况，这将会影响您的判断，并导致潜在的风险。
              </dd>
              <dd>9、对影视项目控制权的风险<br/>
                您可能由于您直接或间接对影视项目的投资比例较小或参与角色因素而未取得对影视项目经营管理的决策权，您可能无法对影视项目的重大事项发表建议或施加影响。
              </dd>
              <dd>10、未聘请专业人士的风险<br/>
                您可能并未聘请专业人士为您对影视投资收益权项目及/或影视项目的投资提供法律、财务、投资方面的建议，这可能会影响您投资判断的准确性与专业性。
              </dd>
              <dd>11、技术风险<br/>
                有娱文化可能因设备故障、通信中断、网络攻击、病毒入侵等原因出现系统故障而导致平台服务出错、报错、终止或者影视投资收益权项目及/或影视项目信息无法正常和准确地显示。
              </dd>
              <dd>12、不可抗力事件<br/>
                诸如地震、火灾、水灾、战争等不可抗力因素可能导致有娱文化系统的瘫痪以及影视投资收益权项目及/或影视项目业务的中断、终止。
              </dd>
              <dd>13、其他有娱文化无法预见、无法避免或无法控制的风险。<br/>
                本《风险揭示书》并不保证揭示您使用有娱文化提供的在线影视投资收益权投资服务进行投资所面临的全部风险，您参与此项影视投资收益权项目及/或影视项目前，应全面了解相关法律法规、认真阅读服务协议以及有娱文化的制度和规则，并根据您自身的投资目的、投资期限、投资经验、资产状况等判断是否具备相应的投资风险承受能力，做到仔细甄别、慎重决定。
              </dd>
            </dl>
          </li>
        </ul>
      </div>
    )
  }
}
