import React, { PureComponent } from 'react';
export default class Service  extends PureComponent {
  render() {
    return (
      <div>

<h2>北京有娱文化科技有限公司</h2>
<h2>互联网影视投资收益权挂牌服务项目服务规则</h2>
<ul>
  <li>
<dl>
<dt>
第一章 总则
</dt>

<dd>第一条 为规范互联网影视投资收益权挂牌服务项目，督促项目参与各方依法合规地开展影视投资收益权挂牌服务项目活动、履行约定义务，北京有娱文化科技有限公司（以下简称"本公司"）根据《中华人民共和国证券法》、《中华人民共和国合同法》、《关于促进互联网金融健康发展的指导意见》等法律法规、规章及规范性文件以及天津金融资产交易所有限责任公司（以下简称"交易所"）的各项规则，基于交易所的委托，特制定和发布本规则。</dd>
<dd>第二条 本规则下影视投资收益权挂牌服务项目是指影视投资收益权持有人按照本规则规定，通过本公司或合作公司运营的网上平台(www.youyutouzi.com)以互联网非公开方式进行的影视投资收益权挂牌与转让活动。</dd>
<dd>第三条 本规则下影视投资收益权挂牌服务项目是指本公司为影视投资收益权挂牌服务项目的项目参与各方提供信息发布、需求对接等相关服务的业务。</dd>
<dd>第四条 通过本公司进行影视投资收益权挂牌服务项目的用户应当遵循诚实、守信、自愿、公平的原则，严格遵守法律法规、规章、规范性文件以及本规则、《北京有娱文化科技有限公司影视投资收益权挂牌服务项目会员管理制度》(以下简称"《会员管理制度》")、《北京有娱文化科技有限公司影视投资收益权挂牌服务项目服务业务登记册管理制度》(以下简称"《登记册管理制度》")、《北京有娱文化科技有限公司影视投资收益权挂牌服务项目保证金管理制度》(以下简称"《保证金管理制度》")、《北京有娱文化科技有限公司影视投资收益权挂牌服务项目信息披露管理制度》(以下简称"《信息披露管理制度》")等的相关规定。</dd>
<dd>第五条 本公司有权授权或委托其合作公司（包括金融资产交易所）提供或协助本公司提供本规则下的影视投资收益权挂牌服务项目的服务。</dd>
<dd>第六条 本公司不对用户在平台上发布的任何信息的真实性、准确性、完整性、及时性、有效性做任何担保或保证。</dd>
<dd>第七条 本公司不以口头、书面或其他任何形式对影视投资收益权挂牌服务项目的投资提供任何形式的投资意见，不对影视投资收益权投资收益做任何担保或保证。</dd>
<dd>第八条 为预防洗钱活动，维护国家金融秩序，规范本公司的合规经营运作，本公司根据《中华人民共和国反洗钱法》等有关法律法规、规章及规范性文件的相关规定，对反洗钱相关问题进行内部监管。</dd>
<dd>第九条 除非特别说明，本规则未定义的词语均与《北京有娱文化科技有限公司用户服务协议》中定义的词语具有一致的含义。</dd>
</dl>
  </li>
  <li>
<dl>
<dt>
第二章 会员管理
</dt>
<dd>第十条 本规则所称会员指符合本公司规定的入会条件，自愿申请并经本公司审核批准，在本公司获取信息、参与影视投资收益权挂牌服务项目活动，具有完全民事行为能力的自然人或依法设立的法人及其他组织。</dd>
<dd>第十一条 本规则下会员包括主办方、影视项目投资人、影视投资收益权持有人、一般用户。</dd>
<dd>第十二条 主办方指负责影视项目前期筹备、剧本统筹、组建摄制组、成本核算、财务审核、执行拍摄生产、后期制作等工作的，具有完全民事行为能力的自然人或依法设立的法人及其他组织。通过本公司实名认证且经审核符合主办方资质条件的会员，有权通过本公司发布影视投资收益权挂牌服务项目信息。</dd>
<dd>第十三条 主办方需签署《北京有娱文化科技有限公司用户服务协议》、《影视投资收益权委托挂牌服务协议》、《影视投资收益权转让协议》（如适用）等相关协议。本公司有权采取各种必要手段对主办方进行资质审核。</dd>
<dd>第十四条 影视项目投资人指影视投资协议项下享有影视权益的，具有完全民事行为能力的自然人或依法设立的法人及其他组织。通过本公司实名认证且经审核符合影视项目投资人资质条件的会员，有权通过本公司转让其持有的影视投资收益权。</dd>
<dd>第十五条 影视项目投资人需签署《北京有娱文化科技有限公司用户服务协议》、《影视投资收益权委托挂牌服务协议》、《影视投资收益权转让协议》（如适用）等相关协议。本公司有权采取各种必要手段对影视项目投资人进行资质审核。</dd>
<dd>第十六条 影视投资收益权持有人指通过本公司实名认证且经审核符合影视投资收益权持有人资质条件的会员，有权通过本公司参与影视投资收益权投资的用户。</dd>
<dd>第十七条 影视投资收益权持有人需签署《北京有娱文化科技有限公司用户服务协议》、《影视投资收益权转让协议》、《委托挂牌服务申请书》等相关协议。本公司有权采取各种必要手段对影视投资收益权持有人进行资质审核。</dd>
<dd>第十八条 一般用户指通过本公司实名认证且在本公司上成功注册的用户，一般用户有权在本公司上进行浏览影视投资收益权挂牌服务项目信息（限定为只有主办方、影视项目投资人、影视投资收益权持有人有权浏览的信息除外）、在线交流、进行互联网影视投资收益权投资等活动。一般用户可以在提供本公司要求的信息或材料并经本公司审核通过后转变为主办方、影视项目投资人、影视投资收益权持有人。</dd>
<dd>第十九条 一般用户需签署《北京有娱文化科技有限公司用户服务协议》等相关协议，在委托本公司认购影视投资收益权时应当签署《委托摘牌服务申请书》。本公司有权采取各种必要手段对一般用户进行资质审核。</dd>
<dd>第二十条 主办方、影视项目投资人、影视投资收益权持有人、一般用户需向本公司提交可以证明其身份和基本情况的证明材料及本公司要求提供的其他材料。</dd>
<dd>第二十一条 主办方、影视项目投资人、影视投资收益权持有人、一般用户的资质审核、权利义务、信息披露水平须符合《会员管理制度》的要求。</dd>
</dl>
  </li>
  <li>
<dl>
<dt>
第三章 挂牌与转让
</dt>
<dd>第二十二条 本公司将按照法律法规、规章、规范性文件及本规则规定，对影视投资收益权挂牌服务项目(以下简称"项目")进行必要的管理并提供相应的支持。</dd>
<dd>第二十三条 影视投资收益权持有人向本公司提交影视投资收益权挂牌与转让申请后，本公司将对申请资料进行审查。审查通过的项目可以在本公司上线。</dd>
<dd>第二十四条 本规则下影视投资收益权挂牌与转让指影视项目投资人将其持有的影视投资收益权通过本公司或合作公司转让给影视投资收益权投资人，以及通过受让方式取得本公司上线的影视投资收益权的影视投资收益权持有人将其持有的影视投资收益权通过本公司或合作公司转让给其他投资者的活动。</dd>
<dt>
第一节	挂牌与转让条件
</dt>
<dd>
第二十五条 影视投资收益权的挂牌与转让需满足以下条件：
<p>
(1) 各参与方的条件。(a)主办方、影视项目投资人与影视投资收益权持有人均须成为本公司的注册用户； (b)影视投资收益权转让方须为影视投资收益权合法有效的持有人(为避免歧义，包括影视项目投资人及其他影视投资收益权持有人)；(c)前述主办方、影视项目投资人与影视投资收益权持有人均须满足《会员管理制度》对于各参与方的要求及规定。<br/>
(2) 影视投资收益权的条件。(a)影视项目已经取得中国现行法律所要求的政府审批、许可或者进行了政府备案；(b)影视项目的制作费预算明细、影视项目拍摄计划、影视项目投资人名单及其投资比例、影视项目结算账户信息等文件或材料已按平台的要求提供；(c)影视投资协议已经生效并保持有效；(d)影视项目投资人基于影视投资协议享有影视权益，在影视项目投资人未按照影视投资协议的约定支付完毕对应的影视权益出资的情形下，影视投资协议须约定影视权益的取得不以支付完毕对应的影视权益的出资为前提要件。<br/>
(3) 主办方已经按照《登记册管理制度》的规定完成了项目登记。<br/>
(4) 本公司规定的其他条件。
</p>
</dd>
<dd>第二十六条 本公司及合作公司有权依据市场发展情况，适时修改影视投资收益权挂牌与转让需满足的条件。</dd>
<dt>
第二节	挂牌与转让规则
</dt>

<dd>第二十七条 项目登记。主办方根据《登记册管理制度》的规定向本公司提交项目登记申请后，本公司将对申请资料进行审查，审查通过并完成登记的项目可以在本公司上线。本公司不受理未经登记的影视投资收益权挂牌转让申请。</dd>
<dd>第二十八条 申请挂牌。对于已经登记的项目，影视投资收益权持有人产生转让意向时，可通过本公司在线提交转让申请，该等转让申请须包含转让方名称、拟转让的影视投资收益权份额、挂牌价格、挂牌期限等信息。影视投资收益权持有人在线提交转让申请的同时，应向本公司提供相关证明材料。转让申请一经提交将不可更改，但可在信息发布期间内撤回。</dd>
<dd>第二十九条 挂牌审核。本公司收到影视投资收益权持有人的委托挂牌申请后，在3个交易日内回复确认是否同意受托挂牌申请。本公司同意受托挂牌申请的，将于1个交易日内挂牌申请提交至金融资产交易所进行挂牌。</dd>
<dd>第三十条 信息发布。金融资产交易所和本公司将在各自平台发布挂牌信息。信息发布期间最长为60个交易日，最短为2个交易日。信息发布期间内未产生意向受让方的，转让方可申请延长信息发布期间。经本公司审核后，信息发布期间可予以延长，延长期限不得超过60个交易日。</dd>
<dd>第三十一条 申请摘牌。信息发布期间，一般用户("意向受让方")产生受让意向后，应当委托本公司申请影视投资收益权的摘牌，意向受让方应于申请摘牌之日起3个交易日内将保证金一次性交纳至本公司指定的银行账户。意向受让方未按期交纳保证金的，本次申请摘牌自动取消，前述保证金的交纳具体以《保证金管理制度》规定为准。</dd>
<dd>第三十二条 受让意向确认。信息发布期间或信息发布期满后，意向受让方的受让意向以本公司指定的银行账户收到保证金的时间优先原则自动确认。受让意向确认后，因故致使交易未达成的，顺延再次确定受让意向。</dd>
<dd>第三十三条 协议签署。影视投资收益权转让方及意向受让方应于受让意向确认之日起3个交易日内签署《影视投资收益权转让协议》，并提交本公司备案。影视投资收益权的交割以转让价款划转至转让方账户之日为准。</dd>
<dd>第三十四条 后续服务。影视项目投资人、影视投资收益权转让方以及影视投资收益权受让方授权主办方收到影视权益对应的全部投资收益后，由主办方划付至本公司和/或合作公司为本项目开立的项目专用账户，并将前述现金流入收益通过项目专用账户最终向影视投资收益权受让方账户进行转付。</dd>
<dd>第三十五条 协议转让。影视投资收益权持有人有权在持有期间将其所持有的影视投资收益权通过协议定价的方式进行转让，不得采用集中竞价或连续竞价的转让方式，转让方有权指定受让人需满足的条件。</dd>
<dd>第三十六条 禁止双向报价。影视投资收益权持有人不得进行双向报价，即同一影视投资收益权转让方不得在信息发布期间内通过交易系统摘牌买入同一标的影视投资收益权。</dd>
<dd>第三十七条 禁止频繁操作。影视投资收益权投资人买入后卖出或卖出后买入同一影视项目的影视投资收益权的时间间隔不得少于5个交易日。</dd>
<dd>第三十八条 最小转让份额限制。影视投资收益权转让的最小份额为0.5%，转让方有权将持有的可转让投资收益权一次或多次转让，但不得拆分为均等份额公开发行。同一影视项目的影视项目投资人和影视投资收益权持有人数不得超过150人。</dd>
<dd>第三十九条 核心投资人转让限制。影视投资收益权登记册所载明的核心投资人申请转让的比例不得超过其基于影视投资协议所享有的影视投资收益权的70%。</dd>
<dd>第四十条 挂牌价格限制。影视项目投资人所申请的挂牌价格不得低于影视项目基于投资预算所核算的成本价格。</dd>
<dd>第四十一条 全部受让。受让人受让影视投资收益权，须一次性受让该笔转让的全部权益，不可分批受让。</dd>
<dd>第四十二条 交易时间。影视投资收益权转让时间为每周一至周五00:00至23:59。前述转让期间因故停市，转让时间不做顺延。遇法定节假日及本公司或合作公司公告的休市日，转让系统休市。</dd>
<dd>第四十三条 禁售安排。转让方有权在信息披露时设置禁售期限，要求受让方在禁售期限内不得再次转让。</dd>
<dd>第四十四条 允许挂牌期间。影视投资收益权的允许挂牌期间为影视项目完成初始登记之日（含）起至影视项目上映之日（不含）止。在影视项目的允许挂牌期间外，本公司不受理任何挂牌申请；影视项目上映之日起，本公司将终止转让已挂牌但尚未成交的影视投资收益权。</dd>
</dl>
  </li>
  <li>
<dl>
<dt>
第四章 交易结算
</dt>
<dd>第四十五条 资金结算应当通过本公司或合作公司所指定的登记结算公司进行。</dd>
<dd>第四十六条 转让价款的交付采取线下转账和登记结算公司规定的其他方式进行：
  <p>
(1) 采取线下转账方式的，受让人应当于《影视投资收益权转让协议》签署之日起3个交易日内将扣除保证金之外的剩余转让价款转入登记结算公司指定的项目专用账户，登记结算公司在收到资金后的3个交易日内，扣除按照平台所公布的资费标准所计算的服务费用后将资金划付至转让方账户；<br/>
(2) 登记结算公司规定的其他方式。
</p>
</dd>
<dd>第四十七条 登记结算公司在将项目专用账户中的转让价款划付给转让方的同时，将影视投资收益权交割给意向受让方。</dd>
<dd>第四十八条 交易完成后，登记结算公司将交易完成信息反馈至本公司和/或合作公司，并实时更新影视投资收益权登记册信息。</dd>
<dd>第四十九条 影视投资收益权产生任何投资收益的，影视项目投资人、影视投资收益权转让方以及影视投资收益权受让方授权由主办方将该等投资收益支付至项目专用账户，登记结算公司根据影视投资收益权登记册信息将投资收益分配至影视投资收益权持有人。</dd>
<dd>第五十条 影视投资收益权转让的手续费由本公司或合作公司或登记结算公司收取，具体费率、收费方式由本公司另行规定。</dd>
<dd>第五十一条 交易中应缴税款，由影视投资收益权挂牌服务项目各参与方依据相关法律法规的规定自行缴纳。</dd>
</dl>
  </li>
  <li>
<dl>
<dt>
第五章 影视投资收益权登记册管理
</dt>
<dd>第五十二条 本规则所称影视投资收益权登记册指以电子形式置备于本公司及合作公司，用于公示影视投资收益权持有人及其持有的影视投资收益权信息的登记册。</dd>
<dd>第五十三条 影视投资收益权登记册包含如下信息：登记簿编号；各影视投资收益权持有人姓名或名称、联系方式、联系地址等主体信息；影视项目名称、影视项目简介、主办方名称、等项目信息；影视投资收益权投资金额、影视投资收益权投资比例等影视投资收益权信息。</dd>
<dd>第五十四条 主办方申请项目登记应同时向本公司提交影视投资收益权登记册登记信息，主办方、影视项目投资人、影视投资收益权持有人授权本公司根据影视投资收益权的转/受让情况，完成影视投资收益权登记册的置备、变更。</dd>
<dd>第五十五条 本公司或登记结算公司接受主办方、影视项目投资人、影视投资收益权持有人的委托，置备、变更影视投资收益权登记册，记载并确认影视投资收益权持有人对影视投资收益权的所有权及影视投资收益权的产生、变更及消灭。</dd>
<dd>第五十六条 主办方、影视项目投资人、影视投资收益权持有人确认本公司或合作公司登记的影视投资收益权登记册是影视投资收益权状况及影视投资收益权产生的收益分配最直接的证明和依据。</dd>
<dd>第五十七条 主办方、影视项目投资人、影视投资收益权持有人、一般用户有权向本公司和合作公司指定的登记结算公司申请查阅影视投资收益权登记册相关信息。</dd>
</dl>
  </li>
  <li>
<dl>
<dt>
第六章 信息披露管理
</dt>
<dd>第五十八条 主办方有义务按照本公司或合作公司的要求以及本规则、《会员管理制度》、《信息披露管理制度》的有关规定进行信息披露。</dd>
<dd>第五十九条 本公司有权督促和要求主办方严格按照本规则、《会员管理制度》、《信息披露管理制度》的有关规定履行信息披露义务，但不对主办方披露信息的真实性承担任何责任。</dd>
<dd>第六十条 对于主办方信息披露的真实性、准确性、完整性、及时性，主办方承担全部责任，本公司对此不承担责任。若任何主体向本公司提出主办方披露的任何信息或文件存在虚假记载、误导性陈述或重大遗漏，或者存在应披露而未披露事项，本公司有权要求主办方在一定期限内对此进行说明、更正或补充。</dd>
<dd>第六十一条 本公司及本公司指定的第三方经授权后有权获取、使用、挖掘、分析及调用主办方的相关信息，若发现主办方存在任何异常或违法行为，本公司有权向影视投资收益权持有人发布风险揭示公告，并相关司法部门举报，并有权选择冻结或下架该影视投资收益权挂牌服务项目。</dd>
<dd>第六十二条 若主办方不按本规则履行上述信息披露义务，并给本公司或影视投资收益投资人造成任何损失的，该等损失由主办方承担，本公司保留对主办方追究相关法律责任的权利。</dd>
</dl>
  </li>
  <li>
<dl>
<dt>
第七章 其他
</dt>
<dd>第六十三条 项目专用账户指转让价款汇入转让方账户之前专门用于保管影视投资收益权持有人支付的转让价款并且用于转付影视投资收益权项下现金流入收益的专用存管账户，该等专用存管账户为合作公司开立。</dd>
<dd>第六十四条 本规则及其不时修订于本公司发布之日起即可生效，无需另行通知。</dd>
<dd>第六十五条 本规则具有法律约束力，本公司用户均需遵守本规则。</dd>
<dd>第六十六条 在规则生效期间，凡由本规则引起的或与本规则有关的一切争议、纠纷，当事人应首先协商解决。协商不成，任何一方均有权将有关争议提交北京仲裁委员会进行仲裁。</dd>
<dd>第六十七条 本规则的最终解释权、修改权归北京有娱文化科技有限公司所有。</dd>
</dl>
  </li>
</ul>
      </div>
    )
  }
}
