import React from "react";
import "./style.less";
import Tracker from "../../components/Tracker";

function RegProtocol() {
  return (
    <div className="container reg-protocol">
      <h2>
        北京有娱文化科技有限公司用户服务协议
      </h2>
      <blockquote>
        <h4>重要提示</h4>
        <div>
          <p>
            有娱投资影视投资收益权挂牌服务平台(网址：www.youyutouzi.com)由北京有娱文化科技有限公司("平台公司"或"有娱投资")及其合作方负责运营。在您注册成为有娱投资影视投资收益权挂牌服务平台("本平台")用户前请仔细阅读并充分理解本协议各条款，特别是其中所涉及的免除及限制平台责任的条款、对用户权利进行限制的条款等。请您审慎阅读并选择接受或不接受本协议。如您对协议有任何疑问，应向平台客服人员进行咨询。除非您接受本协议所有条款，否则您无权使用平台于本协议项下所提供的服务。
          </p>
          <p>
            当您按照页面提示填写信息、阅读本协议并点击本协议下方的"我同意"或具有类似功能的按钮后，或您以其他平台允许的方式实际使用平台服务时，即视为您已完全同意并接受本协议，并愿受其约束，本协议即签署成立并生效。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得平台对您问询的解答等理由，主张本协议无效，或要求撤销本协议
          </p>
          <p>
            在本平台已经注册的用户，按照页面提示填写信息、阅读本协议并点击确认
          </p>
        </div>
      </blockquote>
      <ul>
        <li>
          <dl>
            <dt>一、本平台服务条款的确认和接纳</dt>
            <dd>
              一、本平台的各项电子服务的所有权和运作权归平台公司所有。您同意所有用户服务协议条款并完成注册程序，才能成为本平台的正式用户，平台的正式用户按照本平台的《北京有娱文化科技有限公司会员管理制度》的规定享有会员权利和义务。您确认：本协议条款是处理双方权利义务的依据，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定或约定。
            </dd>
            <dd>二、您点击同意本协议的，即视为您确认自己具有享受本平台服务等相应的权利能力和行为能力，能够独立承担法律责任。</dd>
            <dd>三、您确认，如果您在18周岁以下，您只能在父母或其他监护人的监护参与下才能使用本平台。</dd>
            <dd>
              四、平台公司保留在中华人民共和国大陆地区施行之法律允许的范围内独自决定拒绝服务、清除或编辑内容或取消您在本平台发起的交易的权利。
            </dd>
            <dd>
              五、您使用本平台提供的服务时，应同时接受适用于本平台特定服务、活动等的准则、条款和协议(以下统称为"其他条款")；如果以下使用条件与"其他条款"有不一致之处，则以"其他条款"为准。除本协议条款外，您同意遵守本平台的其他条款和/或其所不时发布的操作规则、管理制度。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>二、定义及解释</dt>
            <dd>六、在本协议中:</dd>
            <dd>1、"平台公司/有娱投资"系指依据中国法律合法成立并有效存续的北京有娱文化科技有限公司。</dd>
            <dd>2、"本平台"系指平台公司及其合作公司运营的域名为www.youyutouzi.com的网站及/或客户端。</dd>
            <dd>3、"合作公司"系指就影视项目与平台公司合作的其他主体，包括为影视投资收益权持有人提供挂牌服务的金融资产交易所。</dd>
            <dd>4、"主办方"系指负责影视项目前期筹备、剧本统筹、组建摄制组、成本核算、财务审核、执行拍摄生产、后期制作等工作的主体。</dd>
            <dd>5、"影视项目"系指电影、电视剧、电视综艺、现场演艺、网络大电影、网络剧或网络综艺项目等影视项目。</dd>
            <dd>6、"影视项目投资人"系指影视投资协议项下享有影视权益的主体。</dd>
            <dd>
              7、"影视投资收益权持有人"系指持有影视投资收益权的相关主体。为避免疑义，包括影视项目投资人以及影视投资收益权的投资人。
            </dd>
            <dd>8、"用户"系指主办方和/或影视项目投资人和/或影视投资收益权持有人和/或一般用户(视情况而定)。</dd>
            <dd>
              9、"影视权益"系指以下两类权益：
              <p>
                （1）、如影视项目投资人已按照影视投资协议的约定支付完毕对应的影视权益的出资，则系指影视项目投资人基于影视投资协议享有的权利和利益，为避免歧义，前述权利和权益仅指要求主办方根据影视投资协议的约定支付关于影视项目票房、网络版权授权或转让、赞助、贴片广告、品牌植入广告所产生的收益的权利和权益，但不包括要求主办方根据影视投资协议的约定支付因影视项目补贴、获奖、衍生品开发等所产生的其他收益的权利和权益。
                <br />
                （2）、如影视项目投资人未按照影视投资协议的约定支付完毕对应的影视权益的出资，则系指影视项目投资人基于影视投资协议享有的权利和利益，为避免歧义，前述权利和利益的取得根据影视投资协议的约定不以支付完毕对应的影视权益的出资为前提要件。其次，前述权利和权益仅指要求主办方根据影视投资协议的约定支付关于影视项目票房、网络版权授权或转让、赞助、贴片广告、品牌植入广告所产生的收益的权利和权益，但不包括要求主办方根据影视投资协议的约定支付因影视项目补贴、获奖、衍生品开发等所产生的其他收益的权利和权益。
              </p>
            </dd>
            <dd>
              10、"影视投资收益权"系指影视权益项下的如下财产权益：
              <p>
                （1）、根据影视投资协议的约定进行收益的分配所产生的任何现金流入收益；<br />
                （2）、影视权益经转让或其他处置/出售所产生的现金流入收益；<br />
                （3）、自影视投资协议生效之日起，影视权益所衍生的全部权益在任何情形下的处置/出售产生的现金流入收益(受让方支付的转让价款除外)。
                <br />
              </p>
              为避免歧义，影视项目投资人将影视权益对应的影视投资收益权转让给影视投资收益权投资人后，仍为影视投资协议项下的合同方、行使权利并履行相应的义务。
            </dd>
            <dd>
              11、"影视投资协议"系指影视项目投资人、主办方就影视项目签署的影视投资协议、联合出品协议等投资协议及对该协议的任何修改或补充。
            </dd>
            <dd>
              12、"平台服务"系指平台公司及其合作公司基于本平台为用户提供的互联网影视投资收益权挂牌服务项目信息发布、需求对接等平台服务。
            </dd>
            <dd>
              13、"影视投资收益权挂牌服务项目"系指影视投资收益权持有人按照平台公司制定、发布的各项规则、制度、规范，通过本公司运营的网上平台以互联网非公开方式进行的影视投资收益权挂牌与转让活动。
            </dd>
            <dd>
              14、"影视投资收益权挂牌服务项目信息"系指影视项目投资人、主办方发布的与影视投资收益权挂牌服务项目相关的信息，该等信息包括影视项目名称、主办方名称等。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>三、本平台服务</dt>
            <dd>
              七、平台公司同意按照本协议的规定及其不时发布的操作规则、管理制度提供互联网影视投资收益权挂牌服务("平台服务")。为获得平台服务，用户应当基于对本协议全部内容的了解，在独立思考的基础上认可、同意本协议的全部条款并按照页面上的提示完成全部的注册程序。
            </dd>
            <dd>
              八、用户理解，平台公司仅提供与平台服务相关的技术服务，主要包括发布影视投资收益权挂牌服务项目信息、提供影视投资收益权投融资交易管理服务、影视投资收益权登记管理、影视投资收益权交割结算、影视投资收益权投资收益分配、提供客户服务等，平台服务的具体内容由平台方根据实际情况提供。除非本协议另有其它明示规定，平台所推出的新产品、新功能、新服务，均受到本协议之规范。
            </dd>
            <dd>
              九、用户必须自行准备如下设备和承担如下开支：
              <p>
                （1）、上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；<br />
                （2）、上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
              </p>
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>四、本平台服务各参与方</dt>
            <dd>
              十、主办方。签署本协议并申请成为主办方的用户应当符合中华人民共和国("中国")的法律、法规、规章(合称"法律")以及平台公司制定并在本平台发布的制度、规则规定的作为主办方参与影视投资收益权挂牌服务项目的相关资格要求。申请成为主办方的用户应在相关页面提交平台公司要求的申请材料，平台公司有权对用户提交的申请材料进行审核。审核通过的用户方有权在本平台发布影视投资收益权挂牌服务项目信息、与一般用户交流、洽谈。主办方在本平台上只能针对已经通过平台公司审核的一般用户发布影视投资收益权挂牌服务项目信息，且主办方不得在公共场所或通过公开方式或自行同时在其他从事影视投资收益权挂牌服务业务的网站发布类似的影视投资收益权挂牌服务项目信息。此外，主办方可以以影视项目投资人或影视投资收益权持有人的身份参与影视投资收益权挂牌服务项目，并在该等项目中以影视项目投资人或影视投资收益权持有人的身份享有和承担权利义务。
            </dd>
            <dd>
              十一、影视项目投资人。签署本协议并申请成为影视项目投资人的用户应当符合中国法律以及平台公司制定并在本平台发布的制度、规则规定的作为影视项目投资人参与影视投资收益权挂牌服务项目的相关资格要求。申请成为影视项目投资人的用户应在相关页面提交平台公司要求的申请材料，平台公司有权对用户提交的申请材料进行审核。审核通过的用户方有权作为影视项目投资人使用平台公司提供的平台服务转让其持有的影视投资收益权，通过本平台与一般用户接洽、谈判达成投资意向。影视项目投资人计划使用本平台的平台服务转让其持有的影视投资收益权的，应首先与平台公司、主办方签署《影视投资收益权挂牌服务协议》或平台公司要求的其他协议，之后平台公司将在本平台为影视项目投资人开通参与影视投资收益权挂牌服务项目的权限。此外，影视项目投资人可以以一般用户的身份参与非由其发起的影视投资收益权挂牌服务项目，并在该等项目中以一般用户的身份享有和承担权利义务。
            </dd>
            <dd>
              十二、影视投资收益权持有人。签署本协议并申请成为影视投资收益权持有人的用户应当符合中国法律以及平台公司制定并在本平台发布的制度、规则所规定的作为影视投资收益权持有人进行影视投资收益权挂牌与转让的相关资格要求。申请成为影视投资收益权持有人的用户应在相关页面提交平台公司或平台公司合作公司要求的申请材料，平台公司或合作公司有权对用户提交的申请材料进行审核，审核通过用户方有权作为影视投资收益权持有人使用平台公司或合作公司提供的平台服务在线进行影视投资收益权挂牌与转让等活动。
            </dd>
            <dd>
              十三、一般用户。签署本协议并在本平台上成功注册的用户为一般用户，一般用户有权在本平台上进行浏览影视投资收益权挂牌服务项目信息(限定为只有主办方、影视项目投资人、影视投资收益权投资人有权浏览的信息除外)、在线交流、进行互联网影视投资收益权投资等活动。一般用户可以在提供平台公司要求的信息或材料并经平台公司审核通过后转变为主办方、影视项目投资人、影视投资收益权持有人。
            </dd>
            <dd>
              十四、平台公司有权依据中国法律制定对主办方、影视项目投资人、影视投资收益权持有人的审核标准。对于是否通过一般用户成为主办方、影视项目投资人、影视投资收益权持有人的申请，平台公司拥有最终解释权。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>五、服务费用</dt>
            <dd>
              十五、当用户使用平台服务时，平台有权向用户收取包括但不限于会员服务费、交易手续费、特别增值服务费、分配服务费等相关费用，具体收费标准及收费时间请参见平台网站上不时发布的平台费用信息或公告，平台保留单方面制定及调整平台费用的权利。
            </dd>
            <dd>
              十六、用户在使用平台服务过程中可能需要向第三方(如支付机构等)支付一定的费用，具体收费标准可参见平台提示、由其双方自行约定或参见第三方网站相关页面。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>六、服务的变更、中断或终止</dt>
            <dd>
              十七、平台服务的具体内容由平台公司根据实际情况提供，平台公司有权对其提供的平台服务进行升级或其他调整。基于法律法规、监管部门的要求及/或运行和交易安全的需要，平台可以限制、改变或暂时停止提供平台服务的部分功能或提供、增加新的功能。在任何功能减少、增加或者变化时，只要用户仍然使用平台的服务，表示用户即同意因该等功能减少、增加或者变化而带来/导致的本协议的变更和调整并受其约束。
            </dd>
            <dd>
              如发生下列任何一种情形，平台公司有权随时中断或终止向用户提供本协议项下的平台服务而无需对用户或任何第三方承担任何责任：
              <p>
                （1）、用户提供的任何资料不真实；<br />
                （2）、用户提供的信息或产品侵害任何第三方或平台公司知识产权、财产权等合法权益，或可能对第三方或平台公司造成不利影响或侵害；
                <br />
                （3）、用户违反本协议中规定的承诺与保证；<br />
                （4）、用户违反中国法律、政策；<br />
                （5）、用户的行为严重干扰平台公司正常的运营活动。<br />
                （6）、用户应承担因上述行为而产生的全部法律责任，并赔偿平台公司及其他任何第三方由此受到的损失(包括合理的追索费用)。
                <br />
              </p>
            </dd>
            <dd>
              用户同意，基于互联网服务的特殊性，本平台不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使本平台用户无法使用任何平台服务或使用任何平台服务时受到任何影响时，本平台对本平台用户或第三方不负任何责任，前述状况包括但不限于:
            </dd>
            <dd>
              <p>
                （1）、平台系统停机维护；<br />
                （2）、电信设备出现故障不能进行数据传输；<br />
                （3）、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的平台服务中断或延迟；<br />
                （4）、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成平台系统障碍不能开展业务。
              </p>
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>七、平台公司的承诺与保证</dt>
            <dd>
              二十、平台公司承诺并保证其是依据中国法律设立并有效存续的有限公司，具有一切必要的权利及能力订立本协议及履行或承担本协议项下的所有义务和责任。
            </dd>
            <dd>
              二十一、平台公司承诺并保证运用本平台为用户提供本协议约定的平台服务，但不对以下事项作出担保、保证或承担任何责任：
              <p>
                （1）、用户利用本平台发布的信息的真实性、准确性、完整性、合法性、及时性或有效性；<br />
                （2）、用户的融资数额、投资收益以及投资交易的完成等事项。
              </p>
              除另有特殊说明外，平台公司不以口头、书面或其他任何形式为用户提供任何投资信息或建议。
            </dd>
            <dd>
              二十二、平台公司承诺并保证依据自身既有条件和水平最大限度地维护本平台的系统稳定性，但不就通信中断、技术故障、计算机病毒、网络攻击或其他任何超出平台公司控制的原因向用户或任何第三方承担赔偿责任。
            </dd>
            <dd>
              二十三、平台公司承诺并保证若其违反上述承诺和保证而给用户造成损失的，平台公司将对用户因此而遭受的损失承担相应的赔偿责任。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>八、平台公司的权利</dt>
            <dd>
              二十四、主办方、影视项目投资人以及影视收益权持有人在本平台发布影视投资收益权挂牌服务项目后，平台公司有权选择：(1)要求该影视投资收益权挂牌服务项目仅在本平台或合作公司发布和挂牌；或(2)该影视投资收益权挂牌服务项目在本平台发布后，基于与其他平台公司的合作，将该影视投资收益权挂牌服务项目同期在除平台公司之外的平台发布或推广的，该等其他平台需在项目推广页面明确该项目为本平台项目，并且影视投资收益权挂牌服务项目挂牌、开展等实质性程序应于本平台或合作公司界面进行，前述除平台公司或合作公司之外的影视投资收益权挂牌服务平台仅进行影视投资收益权挂牌服务项目的发布或推广工作，除非该等平台已与平台公司签订相关合作协议明确合作事项。对于前述事项，主办方、影视项目投资人无条件同意并予以积极配合。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>九、用户的承诺与保证</dt>
            <dd>
              二十五、用户承诺并保证其是依据中国法律设立并有效存续的有限责任公司或股份有限公司或具有完全民事行为能力的自然人或其他民事主体，具有一切必要的权利及能力订立本协议及履行或承担本协议项下的所有义务和责任。
            </dd>
            <dd>
              二十六、用户承诺并保证其作为主办方或影视项目投资人提供或发布的所有信息(包括但不限于用户的基本资料、影视投资收益权挂牌服务项目信息等)是真实、准确、及时、完整、有效的，符合中国法律以及平台公司制定并在本平台发布的制度、规则的规定，不存在虚假、误导性陈述或遗漏。
            </dd>
            <dd>
              二十七、用户承诺并保证，其具备进行影视投资收益权投资活动的风险识别能力和风险承担能力，并已经认真阅读、理解并接受平台公司在相关页面向其提供的《风险揭示书》的内容并完成《风险承受能力测评》。
            </dd>
            <dd>
              二十八、用户承诺并保证，就其影视投资收益权投资而支付的转让价款来源合法，并且其有足够的能力支付转让价款。用户同意，本平台有权按照包括但不限于司法机关和仲裁机构、行政机关、军事机关等有权机关的要求协助对用户的本平台账户及资金等进行查询、冻结或扣划等操作。
            </dd>
            <dd>
              二十九、用户承诺并保证，其符合法律及平台公司要求的资质条件，并承诺将依据本协议及其签署的与影视投资收益权挂牌服务项目相关的其他协议享有权利、履行义务。
            </dd>
            <dd>
              三十、用户承诺并保证将依据自身判断对在本平台上进行的投融资活动作出独立的、审慎的决定，并保证依法、依约完成其通过使用本平台提供的平台服务而达成的各项交易。
            </dd>
            <dd>
              三十一、用户理解并同意其通过本平台进行的任何投融资行为而产生的风险和损失将由其自身承担，平台公司不对此负有或承担任何的责任，其无权要求平台公司对其可能面临的风险和遭受的损失进行任何保证或赔偿。
            </dd>
            <dd>
              三十二、用户承诺并保证将妥善保管其在本平台的账号和密码，并对通过其账号进行的所有活动承担责任；平台公司有权将所有通过其账号进行的行为视同为用户的行为或经用户授权的行为。用户不应将其用户名、密码转让或出借予他人使用。如用户发现其用户名遭他人非法使用或存在安全漏洞的情况，应立即通知平台。因黑客行为或用户的保管疏忽导致用户名、密码遭他人非法使用，平台不承担任何责任。
            </dd>
            <dd>
              三十三、用户承诺并保证遵守本协议以及其与平台公司或平台公司的关联方签署的其他协议的约定，并遵守平台公司及本平台制定的其他制度、规则，维护平台公司及本平台的正常运作及其公信力，不实施有损于平台公司及本平台的行为，包括但不限于：
              <p>
                （1）、未经平台公司书面许可，通过本协议约定方式之外的途径进入平台公司或本平台的计算机信息网络系统或者使用本协议约定范围外的平台公司或本平台的信息网络资源或服务；
                <br />
                （2）、未经平台公司书面许可，对平台公司或本平台的计算机信息网络的功能或其中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；
                <br />
                （3）、故意制作、传播计算机病毒等破坏性程序；<br />
                （4）、其他危害计算机信息网络安全，妨碍平台公司及本平台正常运作、有损其公信力的行为。
              </p>
            </dd>
            <dd>
              三十四、用户承诺并保证其提供或发布的信息不存在以下情形：
              <p>
                （1）、反对《中华人民共和国宪法》所确定的基本原则的；<br />
                （2）、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
                （3）、损害国家荣誉和利益的；<br />
                （4）、煽动民族仇恨、民族歧视，破坏民族团结的；<br />
                （5）、破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
                （6）、散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
                （7）、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
                （8）、非法吸收公众存款、诈骗、洗钱的；<br />
                （9）、侮辱或者诽谤他人，侵害他人合法权益的；<br />
                （10）、其他含有法律、法规及规范性文件禁止内容的；<br />
                （11）、其他本平台有正当理由认为不适当的行为。
              </p>
            </dd>
            <dd>三十五、用户同意，若其违反上述承诺和保证而给平台公司造成损失的，用户将对平台公司因此而遭受的损失承担相应的赔偿责任。</dd>
            <dd>
              三十六、用户同意，平台公司依据影视投资收益权挂牌服务服务协议及影视投资收益权融资项目相关的影视投资收益权转让协议提供相关服务的，平台公司不对提供服务过程中所涉及到的资金负有任何的保管责任与管理义务，亦不承担任何的风险。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>十、知识产权</dt>
            <dd>
              三十七、平台公司合法拥有本平台所使用的软件、专利技术及其他受知识产权相关法律保护的资料、信息，平台公司提供平台服务的任何行为不得视为对用户使用平台公司所享有的知识产权的授权。
            </dd>
            <dd>
              三十八、用户在本平台上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何侵犯第三方知识产权的材料或信息。用户同意，若其违反上述知识产权条款而给平台公司造成损失的，用户将对平台公司因此而遭受的损失承担相应的赔偿责任。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>十一、保密义务</dt>
            <dd>
              三十九、本协议任何一方("接收方")应当对根据本协议获得的另一方("披露方")的任何信息("保密信息")承担保密义务，未经本协议另行约定或披露方许可不得擅自将保密信息披露给第三方。
            </dd>
            <dd>
              四十、第四十一条所称的"保密信息"包括但不限于平台公司和本平台的技术秘密、资源，用户的基本资料、投资计划、影视投资收益权挂牌服务项目信息，以及第三方授权用户向平台公司提供的企业信息、经营计划、合同，但不包括以下信息：
              <p>
                （1）、接收方已经独立开发的信息，并且该等信息是在接收方从披露方获悉该等信息之前独立开发的；<br />
                （2）、接收方在从披露方获悉之前已经占有或了解的信息，并且就接收方所知接收方并不需要对该等信息承担任何具有约束力的保密义务；
                <br />
                （3）、接收方在未违反其对披露方承担的任何义务的情况下从第三方获得的信息；<br />
                （4）、其他并非由于接收方的过错而被公众所知的信息。
              </p>
            </dd>
            <dd>
              四十一、如果司法机构或政府机构要求接收方披露保密信息，接收方可以按要求披露，但应及时将该等情况通知披露方，且披露的保密信息不得超出司法机构或政府机构要求的范围。
            </dd>
            <dd>
              四十二、为执行本协议，接收方可按需要合理地向其雇员、专业顾问或代理人披露有关保密信息，接收方须确保和促使其雇员、专业顾问或代理人遵守本协议约定的保密义务。
            </dd>
            <dd>四十三、为依约提供平台服务之目的，平台公司有权使用用户提供的信息，包括保密信息。</dd>
            <dd>四十四、如接收方因违反本协议第十一章规定的保密义务给披露方造成损失的，接收方应对披露方进行赔偿。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>十二、法律适用和争议解决</dt>
            <dd>四十五、本协议的订立、效力、解释、履行和争议的解决应受中国法律的管辖，并依其解释。</dd>
            <dd>
              四十六、在本协议执行过程中，若出现与本协议有关的争议，双方应通过友好协商解决；若任何争议无法在争议发生后十五天内通过协商解决，则任何一方有权将争议提交北京仲裁委员会通过仲裁解决。
            </dd>
            <dd>四十七、在仲裁期间，除有争议的事项外，本协议应继续执行。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>十三、违约责任</dt>
            <dd>
              四十八、本协议任何一方违反、或没有履行其在本协议中的陈述、保证、义务或责任，即构成违约。守约方有权以书面形式通知违约方要求对违约行为进行补救。若违约方在收到上述书面通知后的十日内未采取及时、充分的补救措施，守约方有权就其因违约行为所受的损失要求违约方进行赔偿。
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>十四、通知</dt>
            <dd>
              四十九、本平台可通过本平台公告、电子邮件、手机短信、站内信等电子方式或常规的信件传递等方式进行本协议项下的通知。用户的通讯地址和联系方式为用户在平台上所登记之最新的联系方式。
            </dd>
            <dd>
              五十、用户应在本平台上维持并更新您的通讯地址和联系方式，确保其为真实、最新、有效及完整。若用户提供任何错误、虚假、过时或不完整的通讯地址和联系方式，由此产生的任何直接或间接的任何支出或损失由用户自行承担。下列情形视为通知送达:
              <p>
                （1）、通过平台公告、电子邮件、手机短信、站内信等电子方式进行本协议项下的通知，该等通知于通过有娱投资公司平台发送之日为有效送达;
                <br />
                （2）、专人递送的通知，在专人递送之交付日为有效送达;<br />
                （3）、以挂号信(付清邮资)发出的通知，在寄出(以邮戳为凭)后的第4日为有效送达;<br />
                （4）、以特快专递(付清邮资)发出的通知，在寄出(以邮戳为凭)后的第3日为有效送达;<br />
                （5）、以传真发出的通知，在传真发出时视为送达。
              </p>
            </dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>十五、附则</dt>
            <dd>
              五十一、平台公司可根据业务经营和服务的需要修改本协议的条款，并在本平台予以公布，新修改的协议或条款一经公布即视为已通知用户。如用户继续使用平台服务，则视为已同意并接受修改后的本协议。
            </dd>
            <dd>
              五十二、本协议任一方因不可抗力的发生而未能履行或延迟履行本协议，但已经采取适当措施避免损失扩大，及时通知相对方，并在不可抗力发生后15个工作日内向本协议其他双方提供事故详情和有效证明，则该未能履行或延迟履行其义务的一方将不承担本协议项下的违约责任。不可抗力发生后，协议双方应通过友好协商，尽最大可能继续执行本协议。
            </dd>
            <dd>
              五十三、平台公司有权在向用户发出书面通知的前提下，将其在本协议下的全部或部分权利与义务转让给其关联方继续享有或履行。但除非取得平台公司的书面同意，用户不得将其在本协议项下的全部或部分权利与义务转让给任何第三方。
            </dd>
            <dd>五十四、本协议部分条款无效、被撤销或者终止的，不影响其他条款的效力，其他条款仍然有效。</dd>
          </dl>
        </li>

      </ul>

    </div>
  );
}

export default Tracker(RegProtocol);
